Revit 2027 API
ParameterTypeId.CurtaingridOriginU Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridOriginU { get; }
Public Shared ReadOnly Property CurtaingridOriginU As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridOriginU {
	ForgeTypeId^ get ();
}
static member CurtaingridOriginU : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace